---
kind: type
id: T:Autodesk.Revit.DB.FamilySizeTableColumn
source: html/2442ffe1-07cf-3c1d-c4c1-033eb3bd681e.htm
---
# Autodesk.Revit.DB.FamilySizeTableColumn

Contains column information for a FamilySizeTable.

## Syntax (C#)
```csharp
public class FamilySizeTableColumn : IDisposable
```